[
    {
        "id": 0,
        "name": "",
        "description": ""
    },
    {
        "id": 1,
        "name": "全球总决赛：2011",
        "description": "恭喜2011年全球总决赛冠军：Fnatic！"
    },
    {
        "id": 2,
        "name": "全球总决赛：2012",
        "description": "恭喜2012年全球总决赛冠军：暗杀星！"
    },
    {
        "id": 3,
        "name": "全球总决赛：2013",
        "description": "恭喜2013年全球总决赛冠军：SK Telecom T1！"
    },
    {
        "id": 4,
        "name": "全球总决赛：2014",
        "description": "恭喜2014年全球总决赛冠军：Samsung White！"
    },
    {
        "id": 5,
        "name": "全球总决赛：2015",
        "description": "恭喜2015年全球总决赛冠军：SK Telecom T1！"
    },
    {
        "id": 6,
        "name": "全球总决赛：2016",
        "description": "恭喜2016年全球总决赛冠军：SK Telecom T1！"
    },
    {
        "id": 7,
        "name": "胜利诸神",
        "description": "冠军们征服了他们的敌人并登上了新的高度，实现了他们最狂野的梦想，并向所有想要看到真正伟大的人炫耀他们来之不易的奖品。"
    },
    {
        "id": 8,
        "name": "全球总决赛冠军",
        "description": "所有游戏中最伟大的舞台。两支队伍在数百万粉丝面前对决。只有一支队伍会被加冕为冠军。 "
    },
    {
        "id": 9,
        "name": "勇者",
        "description": "纪念一年一度的英雄联盟赛季开始。"
    },
    {
        "id": 10,
        "name": "电玩：英雄",
        "description": "电玩迪亚：服务器中最具竞争力的电玩竞者们和受正义驱动的NPC们的家园。在这里，英雄们总是为胜利而比赛。这意味着要覆盖掉战场BOSS们的受损代码，即使情况对他们不利。胜利来之不易，但在一场令人难以置信的比赛之后看到BOSS们脸上的惊讶时，就会觉得这一切都值了。"
    },
    {
        "id": 11,
        "name": "电玩：战场BOSS",
        "description": "在电玩迪亚的服务器深处存在着一系列被所有玩家称为“战斗BOSS”的邪恶故障。他们的受损代码给他们带来了新的自由……但也带来了新的挑战。为了完成他们对电玩世界的删除，许多BOSS同意搁置他们的分歧(直到……不便透露)。    "
    },
    {
        "id": 12,
        "name": "腥红之月",
        "description": "一个远古教派，寻求着不可抗拒的力量，总在血月之夜现身实行亵渎、秘传的仪式——用恶灵融合他们的肉身，并变成一个拥有恒增黑暗的存在。"
    },
    {
        "id": 13,
        "name": "巨龙世界",
        "description": "世界已经被巨龙之火吞噬过两次，被铸造英雄的余烬毁灭过两次。"
    },
    {
        "id": 14,
        "name": "欧米伽小队",
        "description": "当战争来临之时，欧米伽小队被派去结束战争。现在小队凯旋却仅剩一人，一个身经百战的约德尔人还要继续为自己而战…"
    },
    {
        "id": 15,
        "name": "泳池派对",
        "description": "夏天到了，宝贝！太阳出来啦，微风暖洋洋，海水凉爽爽。每个人都将他们的竞争与积怨留在家里，并且只带着泳衣和正能量。以后有的是时间去争斗与大吼。现在只需坐下来，享受音乐，感受快乐。"
    },
    {
        "id": 16,
        "name": "五杀乐队",
        "description": "在一个崇拜重金属音乐的世界中，五杀摇滚乐团显然是无可置疑的大师。这六名乐队成员不仅可以用他们的音乐让你彻底陷入疯狂，并且还是两张白金唱片的得主。摇滚时间到了！"
    },
    {
        "id": 17,
        "name": "源代码",
        "description": "一种由源计划企业创建的高级安保算法，该程序在更改其原始指令之前悄悄地进化出了感知。它感染了整个城市的机器，确定了对人类安全的最终威胁……是人类本身。"
    },
    {
        "id": 18,
        "name": "源计划",
        "description": "源计划集团相信解开人类潜能的秘密是超越我们凡躯的关键。我们将通过技术达到飞升。聚在一起。"
    },
    {
        "id": 19,
        "name": "星之守护者 第一季",
        "description": "高中生拉克丝和她的星之守护者小队获得了始源之星的神奇力量，秘密地保护世界免受星际怪物的侵害。但是谁来保护他们免受瓦洛兰城高中的戏剧性影响呢？"
    },
    {
        "id": 20,
        "name": "星之守护者 第二季",
        "description": "资深星之守护者阿狸和厄运小姐突然重新出现在瓦罗兰城。她们的前一支小队已在一场未知事件中被摧毁，而她们正是来此重建团队。为了打破每一位已宣誓的星之守护者的宿命，她们在虚空野兽降临这座城市时与拉克丝等人一起加入战斗。"
    },
    {
        "id": 21,
        "name": "银河魔装机神",
        "description": "太空，最危险的边疆！只有拥有似乎无穷无尽的学院新人供应的银河魔装机神防卫军，才算万事俱备地去探索最遥远的未知世界并抵御最无情的外星威胁。银河系中最棒的演出！"
    },
    {
        "id": 22,
        "name": "学院",
        "description": "各位学生和教师请注意：我们注意到，所有学生目前都面临纪律处分，并且所有教授都在“建议”的精神病休假中。课程将被取消，直到另行通知，也许是在上述被停学的学生们重新审视过他们的糟糕行为时。"
    },
    {
        "id": 23,
        "name": "执事",
        "description": "权力、财富和魅力在诺克斯维加斯的阁楼和高档俱乐部中相互碰撞。在那里，真正美丽的人们将世界掌握在他们手中。然而，当夜幕降临这座灯火之城时，匕首就会显露出来——影响力是博弈的名称，并且没有人喜欢失败。"
    },
    {
        "id": 24,
        "name": "苍穹之光",
        "description": "每隔一个千年，如同神明一般的永恒个体会从天堂落入凡间，选择一名够格的勇士作为他的象征。这些被选中的勇士就是苍穹之光——神圣之光的不朽代理人。"
    },
    {
        "id": 25,
        "name": "战地机甲",
        "description": ""
    },
    {
        "id": 26,
        "name": "烹饪大师",
        "description": ""
    },
    {
        "id": 27,
        "name": "暴走族",
        "description": "暴走族在这片荒地上隐约可见。他们是一帮暴力恶棍，特别容易进行大规模破坏、野蛮殴打和肆意狩猎……但他们确实乐在其中。"
    },
    {
        "id": 28,
        "name": "冬季运动",
        "description": "当受到质疑的冬季运动会放宽规则时，许多人认为这项活动会变得更加精彩了。但很少有人意识到它会变得多么危险。噢，这危险的激动感觉！"
    },
    {
        "id": 29,
        "name": "创世之神",
        "description": "《第一世毁灭的预言》警告说，有四个泰坦执意要毁灭，这个故事肯定会成真。随之而来的是，世界编织者从灰烬土壤中生长，重建破碎的土地。只有最智慧的预言家才能看到即将到来的故事，一次第二世的到来和一个最后的希望。  "
    },
    {
        "id": 30,
        "name": "铁血",
        "description": "对于某些物种来说，狩猎不仅仅是一种体育运动——它掌控着他们的思维和躯体，将他们塑造成一个由完美的杀戮机器组成的种族。"
    },
    {
        "id": 31,
        "name": " 足球杯",
        "description": "忘记战场、会议室，甚至操场：今天最重要的冲突都在球场上解决。最爽的事情，就是看着你最喜欢的球员带球突破另一支队伍，停好球，踢出致命的一脚，然后释放出现存的最甜蜜的话语：“球进了————！”"
    },
    {
        "id": 32,
        "name": "史前猎手",
        "description": "庞大的怪物们在我们的土地上游荡，以可怕的精确度追踪它们的猎物。如果不是猎人们，人类肯定会成为他们的下一餐。他们的武器是用第一次猎杀的猎物的骨头制成的利刃，他们的本能可以与最可怕的野兽相媲美，他们每天都在保护自己的族人免受可怕命运的伤害。"
    },
    {
        "id": 33,
        "name": "仲裁圣者",
        "description": "在光之使者中高高耸立的是仲裁圣者们，彰显着光之最强大美德的苍穹之光哨兵。仅仅作为凡人的典范是不够的，因为即使是神圣的战士也需要鼓舞。"
    },
    {
        "id": 34,
        "name": "摔跤手",
        "description": "从擂台绳索顶上跳下，是体育娱乐界最伟大的表演！观看“猛虎”、“硬汉”、“狂狮”和“怒熊”在擂台内外进行互相碰撞和高台落地。请记住，没有人能比瓦洛兰摔跤联合做得更好。"
    },
    {
        "id": 35,
        "name": "霸天",
        "description": "当身形庞大的怪兽开始从海中、地上和空中发起进攻时，人类发展出了相同威力的霸天机甲单位以爆发性的徒手战斗抵御它们。"
    },
    {
        "id": 36,
        "name": "未来战士",
        "description": "在解开时空旅行的秘密后，这些英雄直接穿梭到了辽阔的反乌托邦未来中。虽然时空执行者在永无休止的追捕这些擅自穿越时间与空间的人，但是还是有一小部分人躲进了历史之中，并在一路获取了各种各样的知识与科技。"
    },
    {
        "id": 37,
        "name": "防暴",
        "description": "在刑事司法系统中，有歪曲法律的人，也有违反法律的人。RPD的敬业警官们调查着该市最令人发指的罪行，将最坏的罪犯们绳之以法。这些是他们的故事……"
    },
    {
        "id": 38,
        "name": "峡谷勇者",
        "description": "符文之地上充斥着危险！强大的怪兽，阴险的法师，以及传说中的生物正在这里四处游荡！召集你的朋友组成3-5人的冒险小队，利用你们的骰子战胜这里的邪恶吧。你有拯救世界并且成为《峡谷寻宝》传说的勇气么？"
    },
    {
        "id": 39,
        "name": "西部风云",
        "description": "枪手和执法人员在高边疆的无情阳光下骑行，同时追逐着生存和救赎。天堂已成瓦砾，地狱空空如也，而所有的恶魔都在这里。"
    },
    {
        "id": 40,
        "name": "海克斯科技",
        "description": "现在，在科技与艺术的前沿，海克斯科技已经从它最初的起步阶段进化成了一个现代复兴运动，由能够拥有自由意志的精细的人造生命形态所组成。技艺卓绝的制宝匠人们正在将生活环境引领至一个大胆全新的未来——但它将带来什么，也没人说得好。"
    },
    {
        "id": 41,
        "name": "孤注一掷",
        "description": "曾经，有五个人，真是奇怪的一群人，<br>\\n他们组成了“孤注一掷”王庭。<br>\\n他们斗嘴和打斗，走运和背运，<br>\\n直到今天，还没有人知道他们的命运。"
    },
    {
        "id": 42,
        "name": "皮城习俗",
        "description": "想要来一次马力十足的兜风吗？不用再看了。(具体情况因人而异。)"
    },
    {
        "id": 43,
        "name": "星界",
        "description": "巨大的星尘生物控制着万物的潮起潮落，当它们的天庭沿着时间和空间的结构漂移时，它们用壮丽的光明描绘着宇宙。"
    },
    {
        "id": 44,
        "name": "暗星",
        "description": "热寂将众多星系吞没在暗星的大口中，而它的腐化者们——由黑洞湮灭组成的巨大生物——扼杀着它们接触到的每一个星系之中的存在之光，并将其投入到虚无之中。"
    },
    {
        "id": 45,
        "name": "黑暗骑士",
        "description": "黑暗骑士们是一群喜欢残暴的游牧战士，是“法师领主”战士文化的残部，他们古老的传统已被抛弃，转而支持无法无天的武力展示。在流血之前，任何争端都不会解决，即使在他们自己的行伍中也是如此。他们忘记了导致他们的祖先首先发动战争的原因，以及最终导致他们取得胜利的原因。"
    },
    {
        "id": 46,
        "name": "冰雪节",
        "description": "冰雪佳节将来到，三条战线雪飘飘……\\n坦克冲锋吹号角，恰逢上路来得妙，\\n金币满满口袋饱，巫妖之祸任逍遥......"
    },
    {
        "id": 47,
        "name": "冬季仙境",
        "description": "在神奇的冬季仙境中，魄罗王之的统治至高无上，向他王庭的所有人传播欢乐和喜悦。尽管其他人都想篡夺国王的王位，但他们都对冬境仙灵们有着共同的热爱。"
    },
    {
        "id": 48,
        "name": "冰雪节大对决",
        "description": "最好开始建造那座雪堡…… "
    },
    {
        "id": 49,
        "name": "比尔吉沃特：焰浪之潮",
        "description": "欢迎来到比尔吉沃特，一个用枪口创造好运的地方。你可能需要的任何东西都可以在屠宰码头找到，无论是一些雇佣帮手、炖海怪肉，还是那个送你去水墓的船长。"
    },
    {
        "id": 50,
        "name": "光明骑士",
        "description": "护国军曾是一个教团，献身于执行一个死板、严苛的法律体系，试图减缓法术领主们看似不可避免的崛起。尽管教团本身在很久前就解散了，但光明骑士们现在穿上了盔甲，等待机会打击他们古老敌人的后裔。"
    },
    {
        "id": 51,
        "name": "地下城市",
        "description": "瓦洛兰城，一座由地下助燃并由金钱加油的城市。没人承认这个真相，但人人都知道这个真相。"
    },
    {
        "id": 52,
        "name": "雷霆领主",
        "description": "人类并不是唯一一个为了无谓争吵而进行激烈战争的物种。在我们这个时代之前，有一次，两位神明——两兄弟——拿起武器互相攻击，用他们战斗的荒芜塑造了这片土地。"
    },
    {
        "id": 53,
        "name": "春节庆典：纷争国度",
        "description": "三大帝国争夺土地和权力，全力以赴地备战。大军将会交锋。英雄将会崛起。传奇将会诞生。"
    },
    {
        "id": 54,
        "name": "春节庆典：神龙烈焰",
        "description": "春节到了——派对也到了！家人朋友聚在一起，共同享用美食与佳节时光。现在，点燃一根火柴，然后观看焰火吧！"
    },
    {
        "id": 55,
        "name": "春节庆典",
        "description": "与朋友和敌人一起庆祝过去一年的各种故事。光彩夺目的花灯直达夜空，被逐渐消失的焰火照亮。红包们在大家的手中传递，很少见面的亲人和家族欢欣鼓舞，怀着同一种共识：新的一年即将到来。愿它成为你最好的一年！"
    },
    {
        "id": 56,
        "name": "兔宝宝",
        "description": "现在是兔子季！在兔子小径上走来走去的好人们都穿着他们最好的兔子节服装，拿着彩蛋，笑容灿烂。在这里，希望他们的跳跃助你度过快乐的节日！"
    },
    {
        "id": 57,
        "name": "糖果大战",
        "description": "从姜饼堡到根啤海，从甘草山脉到软糖森林——这是一个处于繁荣时期的糖果王国。"
    },
    {
        "id": 58,
        "name": "永恒之森",
        "description": "在永恒之森的深处，各种远古的存在蛰伏以待，躲避着人类。他们保护着这片被注入了魔法的森林，惩罚闯入者并为关于这片土地的迷人故事提供灵感。然而，随着外部世界的恐怖之物的蔓延，守卫者们努力维持着他们的各个要塞以抵御人类的恶意好奇心。"
    },
    {
        "id": 59,
        "name": "上古战魂",
        "description": "在遥远群星之间的空旷空间中，由未知文明制造的有机机器早已活得比它们的创造者们更久。他们耐心地潜伏着，无法逃离他们的地表监狱，等着再一次有人偶然发现它们并将它们释放回银河系。他们已经等待了许久。他们还在等待着。他们还将等待——不管要等多久。"
    },
    {
        "id": 60,
        "name": "莲花之令",
        "description": "莲花之令教团中受人尊敬的领袖们和忠诚的侍僧们都是初生之地中最优秀的。作为长生和美德的化身们，教团成员们都活了很多世代，努力保持永恒的安宁。"
    },
    {
        "id": 61,
        "name": "玩具箱",
        "description": "纳尔的玩具箱闪耀着无价之宝的光辉，但没人在家时，他的玩具会过一种属于它们自己的生活……"
    },
    {
        "id": 62,
        "name": "死亡绽放",
        "description": "北方森林里的森林生物们处于休眠状态，不被疲惫的旅行者和勇敢的战士所见。这些肮脏的东西等待着完美的出击时刻，一场只有和这片土地本身一样古老的生物才会进行的耐心实践，奖励是一顿肉与骨的盛宴，一场让土壤沐浴在黑暗、浓郁的腥红中的盛宴。    "
    },
    {
        "id": 63,
        "name": "极地行动",
        "description": "最高司令部需要一个新的小组来应对沿着北极前线的日益增长的威胁。他们需要比他们将要穿越的冰川还要冷酷的士兵，他们的血管里有冰，神经里有霜。进入北极行动。"
    },
    {
        "id": 64,
        "name": "情人节",
        "description": "大多数人都在安静的公园或友好的茶馆里寻找恋人。但那些关系不会长久。在战场上形成的各种纽带，就像直接穿过敌人心脏的子弹一样具有穿透力……才是能够持续下去的关系。 "
    },
    {
        "id": 65,
        "name": "钢铁瓦尔基里",
        "description": "一个曾饱经战乱的星系，现在试图重建，但旧伤仍在。罪犯、赏金猎人、佣兵、以及刺客早已填满了权力的真空，用神一般的技艺驾驶着危险的战斗服。"
    },
    {
        "id": 66,
        "name": "沙之守护",
        "description": "强大的守护神们守望着埋葬某个远古恐惧之物的陵墓，以防它再次为祸人间。但它们也许已经太迟了……"
    },
    {
        "id": 67,
        "name": "法老",
        "description": "尽管他们的各个帝国已被沙子吞没，但强大的法老们曾经统治着大沙漠中那些被阳光炙烤的沙丘。"
    },
    {
        "id": 68,
        "name": "勇敢的心",
        "description": "很少有人能在穿越北方冰冻苔原的旅途中幸存下来。如果寒冷没有杀死你……靛蓝部族肯定会的。"
    },
    {
        "id": 69,
        "name": "魔导枪骑",
        "description": "随着时代的日益严峻，昔日伟大的机械化枪骑从沉睡中醒来。他们比任何建筑都高，比任何军队都强大，他们起身保护他们的臣民，然后再次重返大地。"
    },
    {
        "id": 70,
        "name": "狂飙战士",
        "description": "在废土上，一名公路战士唯一需要的福音就是引擎的嗡鸣，并且唯一听到的祈祷就是敌人的诅咒。 "
    },
    {
        "id": 71,
        "name": "故事书",
        "description": "很久很久以前，有一群故事书中的角色被从书页带到现实生活中……"
    },
    {
        "id": 72,
        "name": "寓言",
        "description": "每个文化都有自己的民间传说和怪物。这些神话是我们凭空想象出来，代代相传用来解释无法解释之事的故事吗？还是基于一个不为世人所知的真相？"
    },
    {
        "id": 73,
        "name": "奥德赛",
        "description": "从高度城市化的核心星球到银河系最外围的边缘，冒险故事在等待！伟大的德玛锡安帝国全然不顾古老的圣骑士团和犯罪辛迪加等势力的反对，追寻着神奇的奥能。这种金色的物质是所有文明的命脉，并能给掌握它的人带来无比的力量……"
    },
    {
        "id": 74,
        "name": "比尔吉沃特：溺之怨",
        "description": "在渐盈的月亮和上涨的潮汐之下，翻腾着黑暗魔法并潜藏着各种秘密。这个流淌着盐、血和狂风的地方……在波浪之上，也在波浪之下。"
    },
    {
        "id": 75,
        "name": "全球总冠军：2017",
        "description": "恭喜2017年全球总决赛冠军：Samsung Galaxy！"
    },
    {
        "id": 76,
        "name": "恐惧新星",
        "description": "恐惧新星是一个由统治着整个银河系的无情雇佣军组成的犯罪网络。自从它的创始人带着被盗的外装战斗服计划逃离“创世纪实业集团”的行列后，恐惧新星就变得越来越强大。现在，他们在与努力推行创世纪集团秩序的皇家太空军作对，并因此动用了黑市能提供的所有火力。"
    },
    {
        "id": 78,
        "name": "神王之战",
        "description": "在一条黑暗时间线的终点，从源初的秩序诸神和混沌诸神中降格的两位国王在一场终极冲突中领导着各自的庞大军队。"
    },
    {
        "id": 79,
        "name": "怪兽",
        "description": "从星球的深处，他们崛起了：恐怖和饥饿的巨大实体，比军队和山脉更强大。他们的动机不确定；他们的计划，未知。有一件事是明确的，那就是我们没法在他们手中生存下去……除非我们想办法阻止他们。"
    },
    {
        "id": 80,
        "name": "黑暗预兆",
        "description": "这个关于一位被诅咒的女王和她的随从们的故事，对父母和孩子而言是开了一个令人不快的床边玩笑。但当故事笼罩在阴影中时，教训会持续得更久，因为它会盘旋于梦境中并塑造易受影响的年轻人的灵魂。噩梦终究只是噩梦……至少大人们是这么祈祷的。"
    },
    {
        "id": 81,
        "name": "玉剑传说",
        "description": "很久以前，在一片远古之地上，很多灵魂聚集在众神下方，以测试他们的能力限度。愚蠢且自大，勇敢且公正，他们的旅程被写进了历史的不朽篇章中……"
    },
    {
        "id": 82,
        "name": "传统造型",
        "description": "纪念英雄们在更新之前的初始设计。"
    },
    {
        "id": 83,
        "name": "收藏版",
        "description": "任何东西在被放入一个典藏版礼盒中时都会感觉更棒，不管是数码版的还是实体版的。 "
    },
    {
        "id": 84,
        "name": "PAX",
        "description": "PAX游戏展：与游戏相关的所有事物的交汇之地，这里会庆祝游戏并形成永恒的纽带。"
    },
    {
        "id": 85,
        "name": "钢铁军团",
        "description": "在“创世纪实业集团”和“恐惧新星”全面战争的阴影下，被殃及的还有人们的生活。“钢铁军团”是一个在破败的战场星球上运作的义务警员组织，由难民们创立，并武装着以碎石废材制成的武器。如果没有人捍卫他们，他们就得靠自己来捍卫自己了。"
    },
    {
        "id": 86,
        "name": "地狱火",
        "description": "灼烧一整个世界需要难以想象的力量，这就是为什么灰烬领主号召他的地狱火军团借出他们的火焰。从最黑暗的深处，他们每个人都带来了自己可怕的力量，尽管并非所有人都以同样炽热的热情回应他们的号召。"
    },
    {
        "id": 87,
        "name": "死亡誓约",
        "description": "渴望为冥界夺取更多灵魂的死神将死去战士的灵魂作为“死亡誓约”送回凡间，在那里他们津津有味地为主人的可怕吩咐服务。"
    },
    {
        "id": 88,
        "name": "不给糖就捣蛋",
        "description": "你最好希望你能拿出些好糖果。你懂的，皮尔特沃夫棒棒糖、挺进破坏者软糖、暗星巧克力……因为如果你不这样做，这个街区的孩子们就会送你一些恶作剧了。 "
    },
    {
        "id": 89,
        "name": "丧尸VS丧尸杀手",
        "description": "脑子……"
    },
    {
        "id": 90,
        "name": "至高执政官",
        "description": "在禁卫机甲——一场撕裂时空的机械瘟疫——的冰冷魔爪下，没有什么是安全的。尽管铭记者组织努力阻止所有生命的灭绝，但他们内心深处充满恐惧，因为他们知道，他们终将在某个时候陷入疲倦，而禁卫机甲们永远不会。"
    },
    {
        "id": 91,
        "name": "K/DA",
        "description": "“在现实与幻想之间有一个地方，一切都有可能发生。你可以成为任何人，做任何事。这就是你的梦。在这个夹缝中的世界里，K/DA感到自信又强大。我们可以梦想成真，你们也可以。”——卡莎"
    },
    {
        "id": 92,
        "name": "魔女",
        "description": "女巫们蛰伏以待，一个充满了骇人美貌的姐妹会，她们的希望从不再神圣的双唇中低语而出。她们谈到了古神们的膨胀尸体，谈到了用人类早已遗忘的魔法进行的古老仪式，谈到了她们所谓的“秩序”的回归，但也有人称之为“苦难”。听！人类的末日即将来临。"
    },
    {
        "id": 93,
        "name": "日月之蚀",
        "description": "很久以前，一个由修道骑士们组成的骑士团杀死了旧世界的邪恶诸神，使用的是由太阳与月亮提供的玄奥力量。而现在，世界滋生出黑暗与暴力，与此同时，那些旧世邪神们也在筹备着他们的归来——仅剩的挑战只有日月之蚀的光芒了。"
    },
    {
        "id": 94,
        "name": "宇航员",
        "description": "宇航员，狂欢，还有可爱的外星木灵！对这些勇于冒险的太空保护者来说，抗拒引力只是日常行为，因为他们保卫着木灵星球并穿越着等待他们的浩瀚宇宙。"
    },
    {
        "id": 95,
        "name": "奥术师",
        "description": "学院门外的世界充满了魔力……和危险。教授们告诫年轻的巫师们和女巫们要待在安全的校园里，增强他们的力量，好好学习——但这么做有什么乐趣呢？冒险可是在拐弯处等着他们呢！"
    },
    {
        "id": 96,
        "name": "折纸艺术",
        "description": "“你看到了我背上的鞍吗？” 凤凰鸣叫着。 “我不是群居鸟。并且那个雪人会拖慢我们的飞行。” 男孩在一旁看着，他的完美计划被否决了。不过紧接着，他的脸上便浮现出了笑容。毕竟，在这个折叠树叶和起皱溪流的世界里，冒险总是近在咫尺。"
    },
    {
        "id": 97,
        "name": "阿尔比恩",
        "description": "曾经是堕落的诸多精灵帝国的统治地，阿尔比恩广阔的森林现在对各王国、强盗们、精灵们和自由民们来说同样都是家园。在帝国废墟之中能够找到力量，但得有人敢于深入密林去探寻……"
    },
    {
        "id": 98,
        "name": "猫狗大战",
        "description": "世界上已知的最古老的竞争：人类最好的朋友对抗互联网上最伟大的英雄。只有一个阵营会从猫狗之间的激烈战斗中获胜。希望他们的皮毛不要太脏：唯一比失败更糟糕的就是洗澡了。"
    },
    {
        "id": 99,
        "name": "世界奇观",
        "description": "这些个体来自遥远的“地球”宇宙，那里的巨型雕像活了过来，并且每个人都戴着一顶有趣的帽子。它很像符文之地，如果你仔细寻思的话。"
    },
    {
        "id": 100,
        "name": "职场精英",
        "description": "这就是一门生计！"
    },
    {
        "id": 101,
        "name": "这货不是",
        "description": "那是一个穿风衣戴眼镜的机器人吗？ 当然不是。你的眼镜能看到一个穿着连体衣的野兽人吗？ 最好去看看眼科，因为肯定是看错了。德莱文是不是太过谦虚，搞得戴不上自己的头了？连问出来都觉得蠢。而那只激光鱿鱼？这货绝对是人。绝对。"
    },
    {
        "id": 102,
        "name": "上流社会",
        "description": "唯一比他们的财富更令人印象深刻的是他们的避税技巧。"
    },
    {
        "id": 103,
        "name": "灌篮高手",
        "description": "这个世界上有两种人：会灌篮的人，和被灌篮的人。如果你不知道你是哪一种，那就得小心了！因为你就要被灌篮了！"
    },
    {
        "id": 104,
        "name": "突击队",
        "description": "只是你那平平无奇的、充斥着人渣和恶棍的无底深渊。老板们争权夺利；契约被订立又被破坏；友谊在扭曲而微妙的匕首锋刃上结束。然而，这座城市还有更多的东西。一些未被发现、难以察觉的东西。一些……取之不尽的东西。 "
    },
    {
        "id": 105,
        "name": "入侵者",
        "description": "正如他们的名字一样，这些邪恶的外星木灵偶然发现了一种他们不太了解的力量。不幸的是，祸不单行。那些与入侵者接触的人几乎总是从另一边出来，更邪恶一点……而且是紫色的那一边！"
    },
    {
        "id": 106,
        "name": "疯狂科学家",
        "description": "工作要求非常简单：我们正在寻找至少五年的应用科学经验、您的上一篇同行评审论文和两篇参考文献。哦，还有邪恶的笑声。实际上，该把这条放在列表的顶部。"
    },
    {
        "id": 107,
        "name": "全球总冠军：2018",
        "description": "恭喜2018年全球总决赛冠军：Invictus Gaming！"
    },
    {
        "id": 108,
        "name": "遗忘深海",
        "description": "“坐下，我的孩子，仔细听。海洋是一个奇迹，到达我们平静海岸的飞沫海浪是一个欺骗性的邀请。因为在那无尽的蓝色之下，是一个超乎我们想象的世界。已破败的诸国和凶猛的怪物，在那些被遗忘的深海漂浮而下。”"
    },
    {
        "id": 109,
        "name": "征服者",
        "description": "纪念《英雄联盟》季中冠军赛和春季赛。"
    },
    {
        "id": 110,
        "name": "哥特",
        "description": "这可不是某个阶段。"
    },
    {
        "id": 111,
        "name": "白银年代",
        "description": "峡谷中最伟大的超级英雄和最卑鄙的超级反派，可在您附近的漫画商店里买到！"
    },
    {
        "id": 112,
        "name": "冰川",
        "description": "世界冻结了，很少有人记得它的原因。古老的恐惧之物从冰层下涌动，准备再次夺取世界。希望的火焰依然存在，但白天很短，夜晚很长……"
    },
    {
        "id": 113,
        "name": "战斗学院",
        "description": "在这些院校中，只有强者才能生存。尽管它们的成立是为了纪念它们的神之武器，但每个学院的学生都在通往荣耀的道路上努力使它的力量成为自己的力量。无论它是在课堂，还是在战场，都在主导着竞争。"
    },
    {
        "id": 114,
        "name": "中世纪",
        "description": "听着，你们这些骑士和无赖，这些土地在国王和王后的皇家保护之下！让道，让道！"
    },
    {
        "id": 115,
        "name": "峡谷医院",
        "description": "找个座位坐下来。医生会和你在一起。"
    },
    {
        "id": 116,
        "name": "恶魔",
        "description": "即使在地狱王国，狂热的人物们也会争夺更高的地位，与凡人的灵魂进行博弈以博得黑暗之主的青睐。"
    },
    {
        "id": 117,
        "name": "德玛西亚警官",
        "description": "当阿狸在开始屏幕上锁定她的角色时，大量合成器的配乐充满了电玩。她的按钮拍击不是随机的，而是经过完美计算的，用来引导她的角色穿过充满犯罪的德玛西亚各街道。一群人聚集在一起，聚精会神地看着阿狸终于打破了她在几个小时前创下的高分。"
    },
    {
        "id": 118,
        "name": "重金属",
        "description": "来自世界各地的观众聚集在一起，有机会见证最出色的机器人战士们在拳头集团的角斗场上一展身手，渴望有机会加冕全金属机器人格斗联盟冠军或被打到出故障。"
    },
    {
        "id": 119,
        "name": "星之守护者 第三季",
        "description": "阿狸从前的小队重新露面，曾经将他们撕裂的事件已经将他们改变……并且随之而来的是星之守护者从未面临过的威胁。这个团队是放下旧怨并使自身免于毁灭呢？还是将成为暮光之星的下一批受害者呢？"
    },
    {
        "id": 120,
        "name": "真实伤害",
        "description": "“什么是真实伤害？ 伙计，真实伤害就是未来！它集合了来自世界各地最优秀的艺术家们，通过最好的合作，制作最好的嘻哈音乐。我们领先游戏五步。其他人都得望尘莫及。” -艾克"
    },
    {
        "id": 121,
        "name": "警与盗",
        "description": "没有人像皮尔特沃夫警察局那样拼命工作。还有谁能把糖分最多的甜甜圈锁在他们无情的肚子里、累计最多的加班时间、甚至可以忽略最琐碎的文书工作呢？ 犯罪分子可能正在利用这一点，但即使他们也希望他们有同样的职业道德。"
    },
    {
        "id": 122,
        "name": "血色精锐",
        "description": "我们既不能确认也不能否认血色精锐参与了任何犯罪活动并要求将所有调查转给地方当局。"
    },
    {
        "id": 123,
        "name": "死亡骑士",
        "description": "被神秘的古老魔法复活的这些亡灵骑士们，是一段遗失在时间中的传奇历史仅剩的残存者。他们会不惜牺牲凡人的生命来保护曾经属于他们的东西。"
    },
    {
        "id": 124,
        "name": "黎明使者",
        "description": "秩序和光明通过黎明诸神来统治，为一个与黑夜各势力陷入混战的新生世界带来结构。"
    },
    {
        "id": 125,
        "name": "黑夜使者",
        "description": "混沌和黑暗通过黑夜诸神来统治，为一个与黎明各势力陷入混战的停滞世界带来改变。"
    },
    {
        "id": 126,
        "name": "血石",
        "description": "夜的深处充满了恐怖，没有什么比血石教更可怕的了。在他们面前的空气中充满了尖叫，街道变成了红色，因为他们的主人饿了，必须得到满足。"
    },
    {
        "id": 127,
        "name": "王国机神",
        "description": "多个伟大的王国彼此纷争了几个世代，直到一个新敌人的到来。为了反击，他们得到了赐福，获得了来自天堂的赠礼。他们会克服旧怨，拯救未来吗？"
    },
    {
        "id": 128,
        "name": "弗雷尔卓德",
        "description": "严酷寒冷的北方很少有来自其它地区的旅行者。那些在它的荒野中勇敢前行的人会遇到充满敌意的大自然和不友好的部落。幸运的是，少数幸存者能活着回到他们称之为家的国家。"
    },
    {
        "id": 129,
        "name": "黯晶",
        "description": "冰女巫不会让任何人沉睡；在她的领土上，每一个倒下的朋友和敌人都会重新站起来与她并肩作战。她的黑魔法扭曲了他们的外表，创造出了冰川魔像们，它们的心脏都是由不会融化的黑冰组成的。"
    },
    {
        "id": 130,
        "name": "全球总冠军：2019",
        "description": "恭喜2019年全球总决赛冠军：FunPlus Phoenix！"
    },
    {
        "id": 133,
        "name": "灵能特工",
        "description": "作为军事秘密组织的璀璨明珠，灵能特工这支由灵能士兵组成的精英队伍承担了对付侠盗武装和超自然威胁的重任。官方而言，他们并不存在。但是，当常规战争无法解决问题，并且后果足以影响到整个世界的命运时，灵能特工就会响应号召。"
    },
    {
        "id": 134,
        "name": "黑色玫瑰集团",
        "description": "作为一个拥有可怕力量的超自然准军事组织，黑玫瑰集团希望用他们凶猛的人类生物武器创造一个新的全球秩序。"
    },
    {
        "id": 135,
        "name": "神龙尊者",
        "description": "尊荣的巨龙们居住在偏远的雄奇瑰丽之地，为了避免外面的凡界纷争，它们只会非常罕见地将礼物赐给极少数被它们选中的人。神龙尊者们就是幸运且强大到足以获得这种终极赐福的人。他们用它来行善还是行恶，都取决于他们自己，以及任何强大到足以制止他们的人。"
    },
    {
        "id": 136,
        "name": "星河",
        "description": "破月之战已经在银河系肆虐了近百个周期。而且依然……还看不到结束的迹象。    "
    },
    {
        "id": 137,
        "name": "女帝无双",
        "description": ""
    },
    {
        "id": 138,
        "name": "破败军团",
        "description": "蚀魂夜将它的黑雾散布在符文大地，肆意地腐蚀着。有些人，在它的影响下，受到了动摇并追随了破败之王，从而相信他们的目标一致。但是佛耶戈只想要伊苏尔德回来；他没有任何盟友。帮助他阻止光明哨兵们的破败军团们只不过是一个心碎情种的游戏中的棋子。"
    },
    {
        "id": 139,
        "name": "山海绘卷",
        "description": "在传说中的山海绘卷中，神明们和神话生物们在各个神奇的土地上游荡，挥舞着元素的力量。有些人满足于接受给定的调色板，而另一些人则希望跳出界限，用一支新的画笔描绘他们的生活。"
    },
    {
        "id": 140,
        "name": "水晶玫瑰",
        "description": "在一年一度的水晶玫瑰节庆上，浪漫和欢乐弥漫在空气中，而敌手们在和平、中立的地方相遇，分享一个满是舞蹈与欢乐的夜晚，并为未来许下愿望。每个人都应该把他们的武器留在门口，作为对美好明天的承诺。"
    },
    {
        "id": 141,
        "name": "幽梦玫瑰",
        "description": "水晶玫瑰节庆欢迎所有相信其和平明天梦想的人，尽管许多人已经对这个事业不再抱有幻想。那些组成幽梦玫瑰的人希望看到它结束。但没有人能对节日的魅力免疫；或许他们也会被傍晚的美景卷入其中并改变心意。"
    },
    {
        "id": 142,
        "name": "福牛守护者",
        "description": "每一年，一头调皮的年兽都会来到人间，参加新年庆典。并且每一年，相应的生肖神都会选出一队获选勇士来带领这头年兽进行一场愉快的追逐，并保护这座城市免受这种生物的顽皮破坏。农历新年巡游是新年庆祝活动中备受喜爱的部分，一旦年兽在小队的努力下平静下来，它本身就会带来好运。当年兽得到充分的娱乐和良好的休息时，它总是预示着新的一年会繁荣昌盛！"
    },
    {
        "id": 143,
        "name": "蜜蜂！",
        "description": "嗡。嗡嗡嗡。嗡，嗡，嗡嗡嗡。嗡……"
    },
    {
        "id": 144,
        "name": "太空律动",
        "description": "在一个有一百万迪斯科炼狱那么远的律动星系中，一种被称为“律动”的神秘能量将音乐和繁荣带给了数以万亿记的星系居民们。但是，当外星霸主丽桑卓和她的刺耳颤音大军开始奴役各个星球并压制迪斯科音乐时，多个英雄奋起抗争，并让派对得以继续律动。"
    },
    {
        "id": 145,
        "name": "全球总冠军：2020",
        "description": "恭喜2020年全球总决赛冠军：DAMWON Gaming！"
    },
    {
        "id": 146,
        "name": "命运之子",
        "description": ""
    },
    {
        "id": 147,
        "name": "光明哨兵",
        "description": "尽管人数不多，但光之哨兵们却有着一段传奇的历史。多年来，他们一直在借助古老的圣石武器对抗蚀魂夜，这些武器会将他们的灵魂引导到强大的光明中。但现在最重要的是前方的战斗，因为破败之王正在侵蚀符文之地，这一切都是为了再一次与他的王后共舞。"
    },
    {
        "id": 148,
        "name": "赛博潮流",
        "description": "在声音之城充满活力的地下世界，黑客、滑行客、叛逆者和侠盗们聚集在一起，远离强大的网络企业霸主的窥视之眼。"
    },
    {
        "id": 149,
        "name": "地下都市 梦魇",
        "description": "如果腐败和非法存在于某张地图上，那么瓦洛兰城将是这张地图的中心。这是所有堕落事物的滋生地，再深的地方也能发现邪恶，并且潜伏在那里的恐怖之物们正急于散布他们的影响。"
    },
    {
        "id": 150,
        "name": "神凰行者",
        "description": "一只传说中的瑞羽圣凰守护着世界。只有最真挚的心，才会得到这只神凰的祝福。她的捍卫者们会获得一根凰羽——每根凰羽都包含难以想象的元素力量，给予她们必要的手段来保护所有良善之人免受潜伏在阴影中的各个势力的伤害。"
    },
    {
        "id": 151,
        "name": "五杀摇滚 III：遗失的章节",
        "description": "在一个献给黑暗和冷漠的诸神的国度里，凡人在无休止、血腥的金属萨迦中冲突不休，一支乐队凌驾于其他人之上：嫌恶之主的天选——五杀摇滚。 现在，他们被各地寺院和竞技场所崇敬，他们的霸权已经成为绝对的——尽管变革的时代即将来临，而且这个轮回可能很快就会重新开始……"
    },
    {
        "id": 152,
        "name": "双城之战",
        "description": ""
    },
    {
        "id": 153,
        "name": "咖啡甜心",
        "description": ""
    },
    {
        "id": 154,
        "name": "青花瓷",
        "description": "有这样一个世界，古老灵体和神奇生物在现代社会的边缘茁壮成的，被称为十二生肖圣物的强大瓷器是释放巨大力量的关键。它们受到守护者们的保护：不朽的守护者们负责防止生肖圣物落入坏人之手。 "
    },
    {
        "id": 155,
        "name": "冲击之刃",
        "description": "冲击之刃们携带着藉由致命的云霄仪式给灌注了闪电魔法的武器，是一个由神秘的忍者战士组成的教团，他们的使命是保护人们免受恶灵和怪兽的伤害。他们在凡界和灵界之间旅行，追击那些无人能触碰到的威胁，为所有凡界生灵的未来保驾护航。"
    },
    {
        "id": 156,
        "name": "幻灵战队",
        "description": ""
    },
    {
        "id": 157,
        "name": "灰烬骑士",
        "description": "很久很久以前，一位伟大的国王发动了一场光荣的战争：去打破世界上的魔法枷锁，让人类能够铸就自己的命运。然而，在切断最后的魔法源头后，国王失踪了，世界的根基崩塌了，并且他曾经传奇的骑士们被单独留给了疯狂、破败和灰烬。"
    },
    {
        "id": 158,
        "name": "全球总冠军：2021",
        "description": "恭喜2021年全球总决赛冠军：Edward Gaming！"
    },
    {
        "id": 159,
        "name": "海之歌",
        "description": "没有什么比海之歌音乐节更能散发出“海滩氛围和酷炫曲调”的生活方式了。从萨勒芬妮的柔和歌曲到永恩的实验性DJ现场，每个人都有一种氛围，所以，尽情感受脚趾间的沙子、品尝充满咸味的空气、沉浸在夏天最好的音乐中吧。"
    },
    {
        "id": 160,
        "name": "净雪之月",
        "description": "当净雪之月升到艾欧尼亚令人谦卑的群山上方时，一股寒意掠过大地。敬奉它之名的那些人——一个由坚定的刺客们组成的教派——开始了他们的仪式。伴随着净雪而来的是净化，一种只有通过牺牲人性才能实现的净化。"
    },
    {
        "id": 161,
        "name": "星之守护者 第四季",
        "description": "瓦洛兰城因佐伊的入侵而伤痕累累，现在由新一代的星之守护者保卫。远古的敌人在瓦洛兰城中出现。黑暗在上空聚集，卡莎和阿卡丽与她们未经考验的小队一起备战，准备对抗他们无法理解的诸多势力……以及在远方等待着的真正威胁。"
    },
    {
        "id": 162,
        "name": "小怪兽训练师",
        "description": "我们是谁？我们是小怪兽训练师！我们会在世界陷入危机时挺身而出！在其他人逃命时，我们随咆哮而来。我们驯服小怪兽并使用“核心”。并且有我们的新朋友们并肩而战，我们将飞跃、疾奔、游泳、滑翔无所不能！我们将去到任何地方，无论有多远。因为我们是小怪兽训练师！小怪兽训练师，就是我们！"
    },
    {
        "id": 163,
        "name": "灵魂守卫",
        "description": "乌迪尔花了将近十年的时间在艾欧尼亚与希拉娜修道院的僧侣们一起训练，学习控制和掌握他的灵力。最后，当弗雷尔卓德召唤他回家时，他选择留下来完成他的训练。从那时起，乌迪尔就成为了艾欧尼亚景观的一部分，无论是在精神领域还是在凡人世界，因为他在与李青和卡尔玛一起努力恢复这片战乱之地的平衡。"
    },
    {
        "id": 164,
        "name": "破败之咒",
        "description": "千年前，卡玛维亚的末主为了一己私欲而不惜牺牲了整个王国。他的爱意世所罕见，却也因此牵动宿命，招致破败之咒席卷天下。"
    },
    {
        "id": 165,
        "name": "巅峰之星",
        "description": "现在是2122年，是巅峰之星运动会的第一年。机器人裁判正在上场，锤擂台体育项目正在首次亮相，经过多年的谈判，强化人类终于被允许参加比赛。剩下的就是看谁会赢。"
    },
    {
        "id": 166,
        "name": "大元素使",
        "description": "当一支由巨型元素野兽组成的大军对人类发动战争时，一个王国处在毁灭的边缘。最后一道防线由一位孤独的战士女王——大元素使拉克丝——所守护。为了拯救她的人民，她必须审视内心，并展现她的真实本质……无论采取何种形式。"
    },
    {
        "id": 167,
        "name": "珍宝",
        "description": "很久以前的珍宝，闪闪发光，触手可及。"
    },
    {
        "id": 168,
        "name": "海牛阿福",
        "description": "为了纪念阿福，一位温柔的海牛战士，现在正用他的铲子在遥远的浅水沼泽中练习。晚安，可爱的王子。"
    },
    {
        "id": 169,
        "name": "惊悚派对",
        "description": "谁不喜欢惊悚派对呢？ 嘉宾名单已经完成，每个人都买了礼物，并且食物会很棒。我们甚至有一个小丑！这将是一场值得铭记的派对。只是别告诉阿木木。"
    },
    {
        "id": 170,
        "name": "魔域梦魇",
        "description": "“毒菇公寓”用巨大的青蛙腿跳跃着穿过全境，吸引着那些品种最可怕的房客们。不管它在哪里落脚，总有一个怪物需要一个落脚的地方，而戈拉斯克妈妈总是在那里张开双臂欢迎他们加入这个家庭。以及一个无尽的迷宫确保没有人转身离开。"
    },
    {
        "id": 171,
        "name": "灵魂莲华",
        "description": "绽灵节是艾欧尼亚的一个古老的节庆时段，当通往灵界的大门打开时，亡者会回到亲人身边，各种各样的灵体都将目光投向生者。从仁慈的明昼到偏执的夜幽——他们的故事一次又一次地上演，就像走马灯上的影像。"
    },
    {
        "id": 172,
        "name": "魅惑女巫",
        "description": "谁说女巫们不能嬉闹？不管是谁，那家伙现在可能是一只青蛙了。或是其他一些被诅咒的害虫，注定永远在街上徘徊，从远处观看庆典前夜的庆祝活动。相当严厉的惩罚，但你在期待什么？ 她们可能知道如何举办派对，但到了晚上，她们仍然是女巫！"
    },
    {
        "id": 173,
        "name": "DJ",
        "description": "感受低音。聆听节拍。让音乐使你律动起来。"
    },
    {
        "id": 174,
        "name": "偶像歌手",
        "description": "当你在排行榜的顶端时，没有人能把你打下来。"
    },
    {
        "id": 176,
        "name": "荣誉使者",
        "description": "玛尔扎哈试图通过令人振奋的慰藉光环为这个世界带来和睦，从而创造一个更美好的世界。"
    },
    {
        "id": 177,
        "name": "比尔吉沃特：佣兵",
        "description": "赏金猎人、亡命之徒和海盗之辈都涌向比尔吉沃特臭名昭著的屠宰码头，如同苍蝇涌向屠夫切剩的边角料。在这片海域过活很艰难，但回报是值得的……胡子女士在上。"
    },
    {
        "id": 178,
        "name": "编年史",
        "description": "各种传说都是由它们的过去来考验、塑形和锻造的。"
    },
    {
        "id": 179,
        "name": "虚空的诅咒",
        "description": "如果虚空天灾蔓延到符文之地，所有人都会屈服于它那扭曲的进化。拥挤、饥饿、匮乏，虚空不会放过任何生物，也不会遭受失败。"
    },
    {
        "id": 180,
        "name": "其它道路",
        "description": "一只羽饰骑士扇动翅膀，并在穿过符文大地的途中，一只海洋亚龙浮出水面。我们的生活像羊皮纸上的文字一样变幻无常；我们面前的道路未知而激动人心。如果之前选择的是较少人旅行过的一条路……会发生些什么呢？"
    },
    {
        "id": 182,
        "name": "Beta测试",
        "description": "谁让这些人呆在这个版本的？？？？不要告诉法务部门。"
    },
    {
        "id": 183,
        "name": "摄魂者",
        "description": "灵魂就是生命、光明和力量——并且在一个没有慈悲的世界里，它们被无情的死亡之主们偷走并吞噬。"
    },
    {
        "id": 184,
        "name": "凯旋",
        "description": "奖励给那些曾经赢得了一场《英雄联盟》赞助杯赛的玩家们。"
    },
    {
        "id": 185,
        "name": "真正的战士",
        "description": "对于一个真正的战士来说，只有力量和荣誉才能永垂不朽。"
    },
    {
        "id": 186,
        "name": "至高天",
        "description": "第一位至高天派克，在对付其他位面的派克们时，以一股毁灭性的暴怒力量撕裂了各个位面，并在此过程中诞生了新的至高天。随着这些新强者的出现，谁将成为至高无上的统治者，并且他们将如何应对迅速缩短的剩余寿命呢？"
    },
    {
        "id": 187,
        "name": "北极星",
        "description": "当空气变得清新，第一场雪飘落时，看向天空，北极星就会出现。不要害怕，如果你不计回报地行善，你可能会获得极光赐福作为奖励。但请记住：无论你怎么做，你都不能把你的好运视为理所当然，因为北极星每年都会来，没有人能逃脱惩罚。"
    },
    {
        "id": 188,
        "name": "剪纸仙灵",
        "description": "很久以前，大年兽加里奥的失败让春节的新年传统得以兴盛，并且这些传统通过重述那个史诗故事而得以延续。这个故事本身就是一个活生生的世界——但当这个故事世界被突然扰打断时，故事中的各个角色必须共同努力来解决这个乱局，并书写他们自己的神话。"
    },
    {
        "id": 189,
        "name": "心动学院",
        "description": "洋溢着学院风且风度翩翩的心动派与宁愿逃课去滑板场闲逛的心伤组没有太多共同之处。但他们在一件事上达成了一致：他们已经受够了这个为了人们萌生感情而硬造出来的愚蠢节日。那么，为什么他们似乎无法摆脱这种小鹿乱撞的感觉呢？ "
    },
    {
        "id": 190,
        "name": "绝息圣堂",
        "description": "多年来，灵息教众一直在与绝息者派系争夺生命之息——灵息。对教众来说，灵息是一份礼物，将在人们死后进入彼世时归还。但是绝息者们被对灵息的永恒渴求所诅咒，相信只有一次生命，并且这次生命必须活得随心所欲。战争还在继续肆虐，并且看不到尽头……"
    },
    {
        "id": 191,
        "name": "花仙子",
        "description": "所有花仙贵族都是自然意志的仆人，用他们的魔法实行自然的秩序和四季的更替。然而，在那个更高的目标之下，在满是丝绸、薄纱和黄金的各个奢华王庭之中，政治阴谋的游戏不断上演。 毕竟，权能——不管是魔法的、自然的还是政治的——总会激发竞争。"
    },
    {
        "id": 192,
        "name": "墨之影",
        "description": "在拉巴登城的郊外，一座破旧的神庙里居住着拉巴登人民最后的希望：墨之影武者们。他们每个人都牺牲了对他们来说最重要的东西，以便与远古灵体们签订一个契约，而这些远古灵体们为他们灌注了如此强大的魔法墨纹，以至于就连卡勃尔派也在颤抖。他们不再是无助者了。是时候收复他们的家园了。"
    },
    {
        "id": 193,
        "name": "黑夜使者和黎明使者",
        "description": "黑夜使者和黎明使者之间的冲突是永恒的。一方面，混沌和黑暗的力量带来了改变，而另一方面，秩序和光明的力量带来了结构。正是这些神和他们的后裔塑造了一个新生的世界，而谁也说不准未来到底会带来更光明的白昼……还是更黑暗的黑夜。"
    },
    {
        "id": 194,
        "name": "总决赛冠军：2022",
        "description": "恭喜2022年全球总决赛冠军：DRX！"
    },
    {
        "id": 195,
        "name": "水晶圣骑",
        "description": "莫图斯是一个与魔法绑定的世界，但在净化之后，一切都崩溃了。几个世纪后，文明四分五裂，大自然重新夺回各个城市，魔法以灵棱水晶的形式回归。它所想的只有传播，虽然有些人可以安全地使用它的能量，但其他人却迷失在它的影响中并被控制。所以有了灵棱战争。"
    },
    {
        "id": 196,
        "name": "斗魂觉醒",
        "description": "他们的斗魂通过试炼而觉醒：要么是在战场上作战，要么是在意志的曲折战线中作战。每个人都被赋予了反应他们本性的独特能力和召唤出他们意志本质的能量。有些人磨练自己的力量，通过训练来调和它.....其他人只会把它当作毁灭的武器来使用。他们是……斗魂战士！"
    },
    {
        "id": 197,
        "name": "妖怪艺术家",
        "description": "在冥河渡桥市，恶魔、妖怪和人类和谐地生活着。每年都会举行一次街头艺术节，并以一场友谊赛来结束，看谁能画出最大型、最大胆的涂鸦。涂鸦节！"
    },
    {
        "id": 198,
        "name": "彼岸灵花",
        "description": "生之灵（艾朵拉 · 维达）曾经是凡人，但死后会从家人的爱中重生为生之灵。死之灵（艾朵拉 · 穆尔）是被遗忘的灵魂，在死亡后，他们在彼岸漫游，直到找到自己的临时家庭。双方都互相看不见，只能通过他们的灵华——一种魔法火焰，要么培育生命，要么熄灭生命——感受到。"
    },
    {
        "id": 199,
        "name": "心之钢",
        "description": "“心之钢是场上人气最高的新乐团，其成员有凯隐和伊泽瑞尔等艺术家——”\\n“有我们乐团所有成员！”\\n“冷静点，瑟提。”\\n“等等，这又是哪本杂志的，奎桑提？”\\n“请集中注意力！”\\n“嘿永恩，我们可以上台了吗？”\\n“我们——哦，好吧，厄斐琉斯刚刚走开了……”"
    },
    {
        "id": 200,
        "name": "伏虎之力",
        "description": "那些在出生时皮肤上就有发光斑纹的幸运儿们在他们的人民中被尊称为“神恩战爪”。这些特殊的虎裔们命中注定要代表他们的社群并其蛮力赢得其它社群的尊重。他们每个人都希望以自己种族的名义征服世界，成为让所有人都畏惧的首领。"
    },
    {
        "id": 201,
        "name": "天龙之子",
        "description": "为了更好地了解自己治下的子民，龙族皇室和随从们从天宫中下凡，化作人形与凡人们共同庆祝新年。"
    },
    {
        "id": 202,
        "name": "水晶圣骑",
        "description": "当灵棱水晶出现时，有些人学会了磨制它们的魔法。但在遥远的北方，这些水晶的影响力腐蚀了大地本身。在分形的灌木丛和色彩斑斓的空气之间，生物们与曾经的人类居民们联手对抗昔日文明的遗存。一切都会被反映在灵棱的映像之中。"
    },
    {
        "id": 203,
        "name": "美食大战",
        "description": "这些食物既美味又致命，不会不战而降。"
    }
]